# Файл с параметрами управления ботом

# Таймер времени добавления сотрудника, секунд:
TIME_ADD_STAFF = 120

# Таймер времени удаления сотрудника, секунд:
TIME_DEL_STAFF = 40

# Таймер времени  редактирования сотрудника, секунд:
TIME_EDIT_STAFF = 60

# Максимальная длина сообщения, символов:
max_length_message = 4096

# Проверка дней рождения вперед на несколько дней, дни:
DAYS_CHECK = 3

# Время оповещения о днях рождения:
MES_HOUR = 21  # Час
MES_MINUTE = 45  # Минут

# Сообщать о количестве зарегистрированных пользователей в следующий день,
# где 0 - понедельник, 6 - воскресенье:
DAY_TO_INFO_COUN_USERS = 0
